Repository: tx2z/aisight
Catalog: AISight/AISight/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, zh

source: This agreement is between you and the developer of AISight, not with Apple Inc. The developer, not Apple, is solely responsible for the App and its content. The license granted to you is limited to a non-transferable license to use the App on any Apple-branded products that you own or control, as permitted by the Usage Rules set forth in the Apple Media Services Terms and Conditions. The developer is solely responsible for providing maintenance and support for the App. Apple has no obligation to furnish any maintenance and support services. The developer, not Apple, is solely responsible for any product warranties, whether express or implied by law, to the extent not effectively disclaimed. The developer, not Apple, is responsible for addressing any claims relating to the App, including product liability claims, claims that the App fails to conform to legal or regulatory requirements, or claims arising under consumer protection or similar legislation. In the event of any third-party claim that the App infringes a third party’s intellectual property rights, the developer, not Apple, will be solely responsible for the investigation, defense, settlement, and discharge of any such claim. You must comply with applicable third-party terms of agreement when using the App (for example, your SearXNG instance’s terms of service and your wireless data service agreement). You acknowledge and agree that Apple and its subsidiaries are third-party beneficiaries of these Terms of Use, and that upon your acceptance of these terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these terms against you as a third-party beneficiary.
de: Diese Vereinbarung besteht zwischen Ihnen und dem Entwickler von AISight, nicht mit Apple Inc. Der Entwickler, nicht Apple, ist allein verantwortlich für die App und ihre Inhalte. Die Ihnen gewährte Lizenz beschränkt sich auf eine nicht übertragbare Lizenz zur Nutzung der App auf Apple-Markenprodukten, die Sie besitzen oder kontrollieren, wie in den Nutzungsregeln der Apple Media Services-Geschäftsbedingungen festgelegt. Der Entwickler ist allein verantwortlich für die Bereitstellung von Wartung und Support für die App. Apple ist nicht verpflichtet, Wartungs- und Supportdienste zu erbringen. Der Entwickler, nicht Apple, ist allein verantwortlich für etwaige Produktgewährleistungen, ob ausdrücklich oder gesetzlich stillschweigend, soweit nicht wirksam ausgeschlossen. Der Entwickler, nicht Apple, ist verantwortlich für die Bearbeitung aller Ansprüche in Bezug auf die App, einschließlich Produkthaftungsansprüche, Ansprüche, dass die App gesetzlichen oder regulatorischen Anforderungen nicht entspricht, oder Ansprüche nach Verbraucherschutzgesetzen oder ähnlichen Rechtsvorschriften. Im Falle eines Anspruchs Dritter, dass die App geistige Eigentumsrechte Dritter verletzt, ist der Entwickler, nicht Apple, allein verantwortlich für die Untersuchung, Verteidigung, Beilegung und Erledigung eines solchen Anspruchs. Sie müssen bei der Nutzung der App geltende Drittanbietervereinbarungen einhalten (z. B. die Nutzungsbedingungen Ihrer SearXNG-Instanz und Ihren Mobilfunkvertrag). Sie erkennen an und stimmen zu, dass Apple und seine Tochtergesellschaften Drittbegünstigte dieser Nutzungsbedingungen sind und dass Apple nach Ihrer Annahme dieser Bedingungen das Recht hat (und als dieses Recht akzeptiert habend gilt), diese Bedingungen als Drittbegünstigter gegen Sie durchzusetzen.
es: Este acuerdo se celebra entre usted y el desarrollador de AISight, no con Apple Inc. El desarrollador, no Apple, es el único responsable de la Aplicación y su contenido. La licencia que se le otorga se limita a una licencia intransferible para utilizar la Aplicación en cualquier producto de la marca Apple que usted posea o controle, según lo permitido por las Reglas de Uso establecidas en los Términos y Condiciones de los Servicios Multimedia de Apple. El desarrollador es el único responsable de proporcionar mantenimiento y soporte para la Aplicación. Apple no tiene ninguna obligación de prestar servicios de mantenimiento y soporte. El desarrollador, no Apple, es el único responsable de cualquier garantía del producto, ya sea expresa o implícita por ley, en la medida en que no haya sido efectivamente excluida. El desarrollador, no Apple, es responsable de atender cualquier reclamación relacionada con la Aplicación, incluidas reclamaciones de responsabilidad por producto, reclamaciones de que la Aplicación no cumple con los requisitos legales o reglamentarios, o reclamaciones derivadas de la legislación de protección al consumidor o similar. En caso de cualquier reclamación de terceros de que la Aplicación infringe los derechos de propiedad intelectual de un tercero, el desarrollador, no Apple, será el único responsable de la investigación, defensa, acuerdo y resolución de dicha reclamación. Debe cumplir con los términos de acuerdo de terceros aplicables al utilizar la Aplicación (por ejemplo, las condiciones de servicio de su instancia de SearXNG y su contrato de servicio de datos inalámbricos). Usted reconoce y acepta que Apple y sus filiales son terceros beneficiarios de estas Condiciones de Uso, y que, tras su aceptación de estas condiciones, Apple tendrá el derecho (y se considerará que ha aceptado el derecho) de hacer valer estas condiciones contra usted como tercero beneficiario.
fr: Le présent accord est conclu entre vous et le développeur d'AISight, et non avec Apple Inc. Le développeur, et non Apple, est seul responsable de l'Application et de son contenu. La licence qui vous est accordée est limitée à une licence non transférable d'utilisation de l'Application sur tout produit de marque Apple que vous possédez ou contrôlez, conformément aux Règles d'utilisation énoncées dans les Conditions générales des services multimédia d'Apple. Le développeur est seul responsable de la maintenance et du support de l'Application. Apple n'a aucune obligation de fournir des services de maintenance et de support. Le développeur, et non Apple, est seul responsable de toute garantie relative au produit, qu'elle soit expresse ou implicite en vertu de la loi, dans la mesure où elle n'a pas été effectivement exclue. Le développeur, et non Apple, est responsable du traitement de toute réclamation relative à l'Application, y compris les réclamations en matière de responsabilité du fait des produits, les réclamations selon lesquelles l'Application ne serait pas conforme aux exigences légales ou réglementaires, ou les réclamations découlant de la législation sur la protection des consommateurs ou d'une législation similaire. En cas de réclamation d'un tiers selon laquelle l'Application porterait atteinte aux droits de propriété intellectuelle d'un tiers, le développeur, et non Apple, sera seul responsable de l'enquête, de la défense, du règlement et de la résolution de toute réclamation de ce type. Vous devez vous conformer aux conditions applicables des accords avec des tiers lors de l'utilisation de l'Application (par exemple, les conditions d'utilisation de votre instance SearXNG et votre contrat de service de données sans fil). Vous reconnaissez et acceptez qu'Apple et ses filiales sont des tiers bénéficiaires des présentes Conditions d'utilisation, et qu'à votre acceptation des présentes conditions, Apple aura le droit (et sera réputé avoir accepté le droit) de faire appliquer les présentes conditions à votre encontre en tant que tiers bénéficiaire.
it: Il presente accordo è tra te e lo sviluppatore di AISight, non con Apple Inc. Lo sviluppatore, non Apple, è l'unico responsabile dell'App e del suo contenuto. La licenza a te concessa è limitata a una licenza non trasferibile per utilizzare l'App su qualsiasi prodotto a marchio Apple di tua proprietà o sotto il tuo controllo, come consentito dalle Regole di Utilizzo stabilite nei Termini e Condizioni dei Servizi Multimediali di Apple. Lo sviluppatore è l'unico responsabile della manutenzione e del supporto dell'App. Apple non ha alcun obbligo di fornire servizi di manutenzione e supporto. Lo sviluppatore, non Apple, è l'unico responsabile di qualsiasi garanzia sul prodotto, esplicita o implicita per legge, nella misura in cui non sia stata efficacemente esclusa. Lo sviluppatore, non Apple, è responsabile della gestione di qualsiasi reclamo relativo all'App, inclusi reclami per responsabilità del prodotto, reclami per la mancata conformità dell'App a requisiti legali o normativi, o reclami derivanti dalla normativa a tutela dei consumatori o da legislazione analoga. Nel caso di qualsiasi reclamo di terzi secondo cui l'App viola i diritti di proprietà intellettuale di terzi, lo sviluppatore, non Apple, sarà l'unico responsabile dell'indagine, difesa, transazione e risoluzione di tale reclamo. Devi rispettare i termini contrattuali di terze parti applicabili quando utilizzi l'App (ad esempio, le condizioni di servizio della tua istanza SearXNG e il contratto del tuo servizio dati wireless). Riconosci e accetti che Apple e le sue sussidiarie sono terzi beneficiari delle presenti Condizioni d'Uso, e che al momento della tua accettazione delle presenti condizioni, Apple avrà il diritto (e sarà considerata aver accettato il diritto) di far valere le presenti condizioni nei tuoi confronti in qualità di terzo beneficiario.
ja: 本契約は、お客様とAISightの開発者との間の契約であり、Apple Inc.との契約ではありません。本アプリおよびそのコンテンツについては、Appleではなく開発者のみが責任を負います。 お客様に付与されるライセンスは、Appleメディアサービス利用規約に定められた使用規則に基づき、お客様が所有または管理するAppleブランド製品上で本アプリを使用するための譲渡不能なライセンスに限定されます。 本アプリのメンテナンスおよびサポートの提供については、開発者のみが責任を負います。Appleはメンテナンスおよびサポートサービスを提供する義務を負いません。 有効に免責されていない範囲において、明示的か法律の黙示によるかを問わず、製品保証については、Appleではなく開発者のみが責任を負います。 製造物責任に関する請求、本アプリが法的もしくは規制上の要件に適合しないとする請求、または消費者保護法もしくは類似の法令に基づく請求を含む、本アプリに関連するすべての請求への対応については、Appleではなく開発者が責任を負います。 本アプリが第三者の知的財産権を侵害するという第三者からの請求が生じた場合、当該請求の調査、防御、和解、および解決については、Appleではなく開発者のみが責任を負います。 本アプリの使用にあたり、お客様は適用される第三者の契約条件（例えば、お客様のSearXNGインスタンスの利用規約およびワイヤレスデータサービス契約）を遵守する必要があります。 お客様は、Appleおよびその子会社が本利用規約の第三者受益者であること、ならびにお客様が本規約に同意した時点で、Appleが第三者受益者としてお客様に対して本規約を執行する権利を有する（かつ当該権利を受け入れたものとみなされる）ことを了承し、同意するものとします。
ko: 본 계약은 귀하와 AISight 개발자 간의 계약이며, Apple Inc.와의 계약이 아닙니다. Apple이 아닌 개발자가 본 앱과 그 콘텐츠에 대해 전적으로 책임을 집니다. 귀하에게 부여된 라이선스는 Apple 미디어 서비스 이용 약관에 명시된 사용 규칙에 따라 귀하가 소유하거나 관리하는 Apple 브랜드 제품에서 본 앱을 사용할 수 있는 양도 불가능한 라이선스로 제한됩니다. 개발자가 본 앱의 유지보수 및 지원 제공에 대해 전적으로 책임을 집니다. Apple은 유지보수 및 지원 서비스를 제공할 의무가 없습니다. 효과적으로 부인되지 않는 범위 내에서, Apple이 아닌 개발자가 법률에 의한 명시적 또는 묵시적 제품 보증에 대해 전적으로 책임을 집니다. Apple이 아닌 개발자가 제조물 책임 청구, 앱이 법적 또는 규제 요건을 충족하지 못한다는 청구, 소비자 보호법 또는 유사 법률에 따른 청구를 포함하여 앱과 관련된 모든 청구를 처리할 책임이 있습니다. 앱이 제3자의 지적 재산권을 침해한다는 제3자 청구가 발생하는 경우, Apple이 아닌 개발자가 해당 청구의 조사, 방어, 합의 및 해결에 대해 전적으로 책임을 집니다. 앱 사용 시 관련 제3자 계약 조건을 준수해야 합니다(예: 귀하의 SearXNG 인스턴스 서비스 약관 및 무선 데이터 서비스 계약). 귀하는 Apple과 그 자회사가 본 이용약관의 제3자 수익자임을 인정하고 동의하며, 귀하가 본 약관에 동의하면 Apple이 제3자 수익자로서 귀하에 대해 본 약관을 집행할 권리를 가지게 됨(그리고 해당 권리를 수락한 것으로 간주됨)을 인정하고 동의합니다.
pt: Este acordo é celebrado entre você e o desenvolvedor do AISight, não com a Apple Inc. O desenvolvedor, e não a Apple, é o único responsável pelo Aplicativo e seu conteúdo. A licença concedida a você é limitada a uma licença intransferível para usar o Aplicativo em quaisquer produtos da marca Apple que você possua ou controle, conforme permitido pelas Regras de Uso estabelecidas nos Termos e Condições dos Serviços de Mídia da Apple. O desenvolvedor é o único responsável por fornecer manutenção e suporte para o Aplicativo. A Apple não tem nenhuma obrigação de fornecer quaisquer serviços de manutenção e suporte. O desenvolvedor, e não a Apple, é o único responsável por quaisquer garantias do produto, sejam expressas ou implícitas por lei, na medida em que não tenham sido efetivamente excluídas. O desenvolvedor, e não a Apple, é responsável por tratar quaisquer reclamações relacionadas ao Aplicativo, incluindo reclamações de responsabilidade pelo produto, reclamações de que o Aplicativo não está em conformidade com requisitos legais ou regulatórios, ou reclamações decorrentes de legislação de proteção ao consumidor ou legislação similar. No caso de qualquer reclamação de terceiros de que o Aplicativo infringe direitos de propriedade intelectual de terceiros, o desenvolvedor, e não a Apple, será o único responsável pela investigação, defesa, acordo e resolução de tal reclamação. Você deve cumprir os termos de acordo de terceiros aplicáveis ao usar o Aplicativo (por exemplo, os termos de serviço da sua instância SearXNG e seu contrato de serviço de dados sem fio). Você reconhece e concorda que a Apple e suas subsidiárias são terceiras beneficiárias destes Termos de Uso e que, após sua aceitação destes termos, a Apple terá o direito (e será considerada como tendo aceitado o direito) de fazer cumprir estes termos contra você como terceira beneficiária.
zh: 本协议由您与 AISight 的开发者之间签订，而非与 Apple Inc. 签订。开发者（而非 Apple）对本应用及其内容承担全部责任。 授予您的许可仅限于在您拥有或控制的任何 Apple 品牌产品上使用本应用的不可转让许可，受 Apple 媒体服务条款和条件中规定的使用规则的约束。 开发者对本应用的维护和支持承担全部责任。Apple 没有义务提供任何维护和支持服务。 在未被有效免除的范围内，开发者（而非 Apple）对任何产品保证承担全部责任，无论是明示的还是法律暗示的。 开发者（而非 Apple）负责处理与本应用相关的任何索赔，包括产品责任索赔、本应用不符合法律或监管要求的索赔，或根据消费者保护或类似法规提出的索赔。 如发生任何第三方声称本应用侵犯第三方知识产权的索赔，开发者（而非 Apple）将对此类索赔的调查、抗辩、和解和解除承担全部责任。 您在使用本应用时必须遵守适用的第三方协议条款（例如，您的 SearXNG 实例的服务条款和您的无线数据服务协议）。 您确认并同意，Apple 及其子公司是本使用条款的第三方受益人，且在您接受本条款后，Apple 将有权（并将被视为已接受该权利）作为第三方受益人对您执行本条款。

source: This language is not supported by the on-device model.
de: Diese Sprache wird vom geräteinternen Modell nicht unterstützt.
es: Este idioma no es compatible con el modelo en el dispositivo.
fr: Cette langue n'est pas prise en charge par le modèle embarqué.
it: Questa lingua non è supportata dal modello sul dispositivo.
ja: この言語はオンデバイスモデルでサポートされていません。
ko: 이 언어는 온디바이스 모델에서 지원하지 않아요.
pt: Este idioma não é compatível com o modelo no dispositivo.
zh: 设备端模型不支持此语言。

source: This query can't be answered on-device. Try a different question.
de: Diese Anfrage kann nicht auf dem Gerät beantwortet werden. Versuche eine andere Frage.
es: Esta consulta no puede responderse en el dispositivo. Prueba con una pregunta diferente.
fr: Cette question ne peut pas être traitée sur l'appareil. Essaie une autre question.
it: Impossibile rispondere a questa domanda sul dispositivo. Prova con una domanda diversa.
ja: この質問にはデバイス上で回答できません。別の質問をお試しください。
ko: 이 질문은 기기에서 답변할 수 없어요. 다른 질문을 시도해 보세요.
pt: Essa pergunta não pode ser respondida no dispositivo. Tente uma pergunta diferente.
zh: 此问题无法在设备上回答，请尝试其他问题。

source: This will delete all cached data including search history.
de: Dadurch werden alle zwischengespeicherten Daten einschließlich des Suchverlaufs gelöscht.
es: Esto eliminará todos los datos en caché, incluyendo el historial de búsqueda.
fr: Cela supprimera toutes les données en cache, y compris l'historique de recherche.
it: Verranno eliminati tutti i dati memorizzati nella cache, inclusa la cronologia di ricerca.
ja: 検索履歴を含むすべてのキャッシュデータが削除されます。
ko: 검색 기록을 포함한 모든 캐시 데이터가 삭제돼요.
pt: Isso apagará todos os dados em cache, incluindo o histórico de buscas.
zh: 这将删除所有缓存数据，包括搜索历史。

source: This will permanently delete all saved queries and answers.
de: Dadurch werden alle gespeicherten Anfragen und Antworten dauerhaft gelöscht.
es: Esto eliminará permanentemente todas las consultas y respuestas guardadas.
fr: Cela supprimera définitivement toutes les recherches et réponses enregistrées.
it: Verranno eliminate definitivamente tutte le ricerche e le risposte salvate.
ja: 保存されたすべての検索と回答が完全に削除されます。
ko: 저장된 모든 검색어와 답변이 영구적으로 삭제돼요.
pt: Isso apagará permanentemente todas as pesquisas e respostas salvas.
zh: 这将永久删除所有已保存的搜索记录和回答。

source: This will permanently delete all your search history and saved answers. This action cannot be undone.
de: Dadurch werden dein gesamter Suchverlauf und alle gespeicherten Antworten dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todo tu historial de búsqueda y las respuestas guardadas. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement tout ton historique de recherche et tes réponses enregistrées. Cette action est irréversible.
it: Verranno eliminati definitivamente tutta la cronologia di ricerca e le risposte salvate. Questa azione non può essere annullata.
ja: すべての検索履歴と保存された回答が完全に削除されます。この操作は元に戻せません。
ko: 모든 검색 기록과 저장된 답변이 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없어요.
pt: Isso apagará permanentemente todo o seu histórico de buscas e respostas salvas. Esta ação não pode ser desfeita.
zh: 这将永久删除你的所有搜索历史和已保存的回答。此操作无法撤销。

source: Tips for better sleep
de: Tipps für besseren Schlaf
es: Consejos para dormir mejor
fr: Conseils pour mieux dormir
it: Consigli per dormire meglio
ja: 睡眠の質を上げるコツ
ko: 숙면을 위한 팁
pt: Dicas para dormir melhor
zh: 改善睡眠的小建议

source: To the maximum extent permitted by applicable law, the developer shall not be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses resulting from: • Your use or inability to use the App. • Any inaccuracy in AI-generated content. • Unauthorized access to or alteration of your data. • Any third-party content or conduct. • Any issues with your SearXNG server configuration.
de: Im maximal gesetzlich zulässigen Umfang haftet der Entwickler nicht für indirekte, Neben-, besondere, Folge- oder Strafschäden oder für entgangene Gewinne oder Einnahmen, ob direkt oder indirekt entstanden, oder für den Verlust von Daten, Nutzung, Geschäftswert oder andere immaterielle Verluste, die sich ergeben aus: • Ihrer Nutzung oder der Unmöglichkeit der Nutzung der App. • Ungenauigkeiten in KI-generierten Inhalten. • Unbefugtem Zugriff auf oder Änderung Ihrer Daten. • Inhalten oder Verhalten Dritter. • Problemen mit Ihrer SearXNG-Serverkonfiguration.
es: En la máxima medida permitida por la ley aplicable, el desarrollador no será responsable de ningún daño indirecto, incidental, especial, consecuente o punitivo, ni de ninguna pérdida de beneficios o ingresos, ya sea incurrida directa o indirectamente, ni de ninguna pérdida de datos, uso, fondo de comercio u otras pérdidas intangibles derivadas de: • Su uso o imposibilidad de uso de la Aplicación. • Cualquier inexactitud en el contenido generado por IA. • El acceso no autorizado o la alteración de sus datos. • Cualquier contenido o conducta de terceros. • Cualquier problema con la configuración de su servidor SearXNG.
fr: Dans toute la mesure permise par la loi applicable, le développeur ne saurait être tenu responsable de tout dommage indirect, accessoire, spécial, consécutif ou punitif, ni de toute perte de bénéfices ou de revenus, que celle-ci soit subie directement ou indirectement, ni de toute perte de données, d'utilisation, de clientèle ou d'autres pertes intangibles résultant de : • Votre utilisation ou votre incapacité à utiliser l'Application. • Toute inexactitude dans le contenu généré par l'IA. • Tout accès non autorisé à vos données ou toute modification de celles-ci. • Tout contenu ou comportement de tiers. • Tout problème lié à la configuration de votre serveur SearXNG.
it: Nella misura massima consentita dalla legge applicabile, lo sviluppatore non sarà responsabile per eventuali danni indiretti, incidentali, speciali, consequenziali o punitivi, né per la perdita di profitti o ricavi, sostenute direttamente o indirettamente, né per la perdita di dati, uso, avviamento o altre perdite immateriali derivanti da: • L'utilizzo o l'impossibilità di utilizzare l'App. • Qualsiasi imprecisione nei contenuti generati dall'IA. • L'accesso non autorizzato o l'alterazione dei tuoi dati. • Qualsiasi contenuto o condotta di terze parti. • Qualsiasi problema con la configurazione del tuo server SearXNG.
ja: 適用法令で許容される最大限の範囲において、開発者は、以下に起因する間接的、付随的、特別、結果的、または懲罰的損害、直接的または間接的に生じた利益または収益の損失、またはデータ、使用、信用、その他の無形の損失について一切の責任を負わないものとします： • お客様による本アプリの使用または使用不能。 • AI生成コンテンツの不正確さ。 • お客様のデータへの不正アクセスまたは改ざん。 • サードパーティのコンテンツまたは行為。 • お客様のSearXNGサーバー設定に関する問題。
ko: 관련 법률이 허용하는 최대 범위 내에서, 개발자는 다음으로 인해 발생하는 간접적, 부수적, 특별, 결과적 또는 징벌적 손해, 직접적 또는 간접적으로 발생한 이익 또는 수익의 손실, 또는 데이터, 사용, 영업권 또는 기타 무형 손실에 대해 책임을 지지 않습니다: • 귀하의 앱 사용 또는 사용 불능. • AI 생성 콘텐츠의 부정확성. • 귀하의 데이터에 대한 무단 접근 또는 변경. • 제3자의 콘텐츠 또는 행위. • 귀하의 SearXNG 서버 설정과 관련된 문제.
pt: Na máxima extensão permitida pela lei aplicável, o desenvolvedor não será responsável por quaisquer danos indiretos, incidentais, especiais, consequenciais ou punitivos, ou qualquer perda de lucros ou receitas, seja incorrida direta ou indiretamente, ou qualquer perda de dados, uso, reputação comercial ou outras perdas intangíveis resultantes de: • Seu uso ou incapacidade de usar o Aplicativo. • Qualquer imprecisão no conteúdo gerado por IA. • Acesso não autorizado ou alteração dos seus dados. • Qualquer conteúdo ou conduta de terceiros. • Quaisquer problemas com a configuração do seu servidor SearXNG.
zh: 在适用法律允许的最大范围内，开发者不对任何间接的、附带的、特殊的、后果性的或惩罚性的损害赔偿，或任何直接或间接产生的利润或收入损失，或因以下原因导致的任何数据、使用权、商誉或其他无形损失承担责任： • 您对本应用的使用或无法使用。 • AI 生成内容中的任何不准确之处。 • 对您数据的未经授权的访问或篡改。 • 任何第三方内容或行为。 • 您的 SearXNG 服务器配置的任何问题。

source: Unlimited searches
de: Unbegrenzte Suchen
es: Búsquedas ilimitadas
fr: Recherches illimitées
it: Ricerche illimitate
ja: 検索回数無制限
ko: 무제한 검색
pt: Pesquisas ilimitadas
zh: 无限搜索

source: Unlock for $4.99
de: Freischalten für 4,99 $
es: Desbloquear por $4.99
fr: Débloquer pour 4,99 $
it: Sblocca per 4,99 $
ja: $4.99で解除
ko: $4.99에 잠금 해제
pt: Desbloquear por $4.99
zh: 以$4.99解锁

source: Unsupported generation configuration.
de: Nicht unterstützte Generierungskonfiguration.
es: Configuración de generación no compatible.
fr: Configuration de génération non prise en charge.
it: Configurazione di generazione non supportata.
ja: サポートされていない生成設定です。
ko: 지원하지 않는 생성 구성이에요.
pt: Configuração de geração não compatível.
zh: 不支持的生成配置。

source: Upgrade to AISight Pro
de: Auf AISight Pro upgraden
es: Mejorar a AISight Pro
fr: Passer à AISight Pro
it: Passa a AISight Pro
ja: AISight Proにアップグレード
ko: AISight Pro로 업그레이드
pt: Atualizar para o AISight Pro
zh: 升级到AISight Pro

source: Upgrade to AISight Pro to use a custom search server
de: Upgrade auf AISight Pro, um einen eigenen Suchserver zu nutzen
es: Mejora a AISight Pro para usar un servidor de búsqueda personalizado
fr: Passez à AISight Pro pour utiliser un serveur de recherche personnalisé
it: Passa a AISight Pro per usare un server di ricerca personalizzato
ja: カスタム検索サーバーを使用するにはAISight Proにアップグレードしてください
ko: 사용자 지정 검색 서버를 사용하려면 AISight Pro로 업그레이드하세요
pt: Atualize para o AISight Pro para usar um servidor de pesquisa personalizado
zh: 升级到AISight Pro以使用自定义搜索服务器

source: Verify answers with linked sources.
de: Antworten anhand verlinkter Quellen überprüfen.
es: Verifica las respuestas con las fuentes enlazadas.
fr: Vérifiez les réponses avec les sources liées.
it: Verifica le risposte con le fonti collegate.
ja: リンクされたソースで回答を確認できます。
ko: 링크된 출처로 답변을 확인하세요.
pt: Verifique as respostas com as fontes vinculadas.
zh: 通过链接的来源验证回答。
